Repository: douniafaouzi00/StudyMate
Catalog: studymate/lib/l10n/app_*.arb
Languages: de, es, it, zh

# onBoardTitle1
source: Need help?
de: Brauchst du Hilfe?
es: ¿Necesitas ayuda?
it: Hai bisogno di aiuto?
zh: 需要帮助吗？

# onBoardSubTitle1
source: Use StudyMate to find a tutor to support you
de: Verwende StudyMate, um einen Tutor zu finden, der dich unterstützt
es: Utiliza StudyMate para encontrar un tutor que te apoye
it: Usa StudyMate per trovare un tutor che ti supporti
zh: 使用 StudyMate 找到一个能够支持你的导师

# onBoardTitle2
source: Give Help
de: Hilfe geben
es: Brinda ayuda
it: Offri aiuto
zh: 提供帮助

# onBoardSubTitle2
source: Help someone pass exams that you've succesfully pass!
de: Hilf jemandem, Prüfungen zu bestehen, die du erfolgreich bestanden hast!
es: ¡Ayuda a alguien a aprobar exámenes que has aprobado con éxito!
it: Aiuta qualcuno a superare gli esami che hai superato con successo!
zh: 帮助别人通过你成功通过的考试！

# onBoardTitle3
source: Receive Help
de: Hilfe erhalten
es: Recibe ayuda
it: Ricevi aiuto
zh: 接受帮助

# onBoardSubTitle3
source: In exchange, recive help passing yours!
de: Im Gegenzug erhalte Hilfe beim Bestehen deiner Prüfungen!
es: ¡A cambio, recibe ayuda para aprobar los tuyos!
it: In cambio, ricevi aiuto per superare i tuoi!
zh: 作为回报，接受帮助通过你的考试！

# startCaps
source: START
es: COMENZAR
it: INIZIA
zh: 开始

# skipCaps
source: SKIP
de: ÜBERSPRINGEN
es: OMITIR
it: SALTA
zh: 跳过

# nextCaps
source: NEXT
de: WEITER
es: SIGUIENTE
it: AVANTI
zh: 下一步

source: Login
de: Anmelden
es: Iniciar sesión
it: Accedi
zh: 登录

source: Email
es: Correo electrónico
zh: 电子邮件

# validEmail
source: Enter a valid email
de: Geben Sie eine gültige E-Mail-Adresse ein
es: Ingrese un correo electrónico válido
it: Inserisci un'email valida
zh: 请输入有效的电子邮件

source: Password
de: Passwort
es: Contraseña
zh: 密码

source: Enter password
de: Passwort eingeben
es: Ingrese la contraseña
it: Inserisci la password
zh: 输入密码

# forgotPassword
source: Forgot your password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
it: Password dimenticata?
zh: 忘记密码？

# loginCaps
source: LOGIN
de: ANMELDEN
es: INICIAR SESIÓN
it: ACCEDI
zh: 登录

# noAccountQustion
source: Don't Have an Account?
de: Sie haben noch kein Konto?
es: ¿No tienes una cuenta?
it: Non hai un account?
zh: 还没有账号？

source: Sign Up
de: Registrieren
es: Registrarse
it: Registrati
zh: 注册

# orSignGoogle
source: or sign in with google
de: oder mit Google anmelden
es: o iniciar sesión con Google
it: oppure accedi con Google
zh: 或使用 Google 登录

# buttonSignUpGoogle
source: Sign Up with Google
de: Mit Google anmelden
es: Registrarse con Google
it: Accedi con Google
zh: 使用 Google 注册

# resetPswTitle
source: Reset password
de: Passwort zurücksetzen
es: Restablecer contraseña
zh: 重置密码

# resetPswSubTitle
source: Receive an email to reset your password.
de: Erhalten Sie eine E-Mail, um Ihr Passwort zurückzusetzen.
es: Recibe un correo electrónico para restablecer tu contraseña.
it: Ricevi un'email per reimpostare la tua password.
zh: 接收电子邮件以重置密码。

# pswReceived
source: Password received,
de: Passwort empfangen,
es: Contraseña recibida,
it: Password ricevuta,
zh: 已收到密码，

# minSixCharPsw
source: Enter min. 6 characters
de: Mindestens 6 Zeichen eingeben
es: Ingrese al menos 6 caracteres
it: Inserisci almeno 6 caratteri
zh: 输入至少 6 个字符

# haveAlreadyAccount
source: Already Have an Account?
de: Hast du bereits ein Konto?
es: ¿Ya tienes una cuenta?
it: Hai già un account?
zh: 已有账号？

source: Name
es: Nombre
it: Nome
zh: 姓名

# validName
source: Enter valid Name
de: Geben Sie einen gültigen Namen ein
es: Ingrese un nombre válido
it: Inserisci un nome valido
zh: 输入有效姓名

source: Surname
de: Nachname
es: Apellido
it: Cognome
zh: 姓氏

# validSurname
source: Enter valid Surname
de: Geben Sie einen gültigen Nachnamen ein
es: Ingrese un apellido válido
it: Inserisci un cognome valido
zh: 输入有效姓氏

# yourInterestsTitle
source: Your interests
de: Deine Interessen
es: Tus intereses
it: I tuoi interessi
zh: 您的兴趣

# yourInterestsSubTitle
source: Select a few of subjects that interest you.
de: Wähle einige Themen aus, die dich interessieren.
es: Selecciona algunos temas que te interesen.
it: Seleziona alcuni argomenti che ti interessano.
zh: 选择您感兴趣的一些主题。

# selectOneSubject
source: Select at least one subject
de: Wähle mindestens ein Fach aus
es: Selecciona al menos un tema
it: Seleziona almeno un argomento
zh: 至少选择一个主题

source: Welcome
de: Willkommen
es: Bienvenido
it: Benvenuto
zh: 欢迎

# suggestedTitle
source: Suggested for you
de: Vorschlag für dich
es: Sugerido para ti
it: Suggerimenti per te
zh: 为您推荐

# suggestedSubTitle
source: This is a list of possible community tutors you could study with.
de: Dies ist eine Liste möglicher Community-Tutoren, mit denen du studieren könntest.
es: Esta es una lista de posibles tutores comunitarios con los que podrías estudiar.
it: Questa è una lista di possibili tutor della community con cui potresti studiare.
zh: 这是一份可能与之一起学习的社区导师列表。

# nextLessonTitle
source: Your next lesson
de: Deine nächste Lektion
es: Tu próxima lección
it: La tua prossima lezione
zh: 您的下一堂课

# nextTutoringTitle
source: Your next tutoring
de: Deine nächste Nachhilfestunde
es: Tu próxima tutoría
it: Il tuo prossimo tutoraggio
zh: 您的下一次辅导

# lessonBookedConfirm
source: Lesson booked!
de: Lektion gebucht!
es: ¡Lección reservada!
it: Lezione prenotata!
zh: 预订成功！

# selectTimeslotTitle
source: Select the timeslots
de: Wähle die Zeitfenster aus
es: Selecciona los horarios
it: Seleziona gli orari
zh: 选择时间段

# noLessonsInDay
source: No lessons in this day.
de: Keine Lektionen an diesem Tag.
es: No hay lecciones en este día.
it: Nessuna lezione in questo giorno.
zh: 当天没有课程。

# creditAvailable
source: Credits available
de: Verfügbare Credits
es: Créditos disponibles
it: Crediti disponibili
zh: 可用积分

# oneCreditHour
source: (1 credit/1 hour)
de: (1 Credit/1 Stunde)
es: (1 crédito/1 hora)
it: (1 credito/1 ora)
zh: (1积分/1小时)

# closeCaps
source: CLOSE
de: SCHLIESSEN
es: CERRAR
it: CHIUDI
zh: 关闭

# noCredits
source: Not enough credits!
de: Nicht genügend Credits!
es: ¡No tienes suficientes créditos!
it: Crediti insufficienti!
zh: 积分不足！

# bookLessonCaps
source: BOOK THE LESSON
de: LEKTION BUCHEN
es: RESERVAR LA LECCIÓN
it: PRENOTA LA LEZIONE
zh: 预订课程

source: No timestamp
de: Kein Zeitstempel
es: Sin marca de tiempo
it: Nessun timestamp
zh: 无时间戳

# createTimeslotTitle
source: Select your free time
de: Wähle deine freie Zeit
es: Selecciona tu tiempo libre
it: Seleziona i tuoi orari liberi
zh: 选择您的空闲时间

# createTimeslotSubtitle
source: Before creating your first lesson, enter the time slots of the week when you would be free to give lessons.
de: Bevor du deine erste Lektion erstellst, gib die Zeitfenster der Woche ein, in denen du frei wärst, um Unterricht zu geben.
es: Antes de crear tu primera lección, ingresa los horarios de la semana en los que estarías libre para dar clases.
it: Prima di creare la tua prima lezione, inserisci gli slot temporali della settimana in cui saresti libero/a per dare lezioni.
zh: 在创建您的第一堂课之前，请输入您一周内可用于授课的时间段。

source: From
de: Von
es: Desde
it: Da
zh: 从

source: To
de: Bis
es: Hasta
it: A
zh: 到

# createTimeslotSnackError
source: Fill out the previous form first.
de: Fülle zuerst das vorherige Formular aus.
es: Completa el formulario anterior primero.
it: Compila prima il modulo precedente.
zh: 请先填写上一个表格。

# addTimeslotButton
source: Add a new time slot
de: Neues Zeitfenster hinzufügen
es: Agregar un nuevo horario
it: Aggiungi un nuovo slot temporale
zh: 添加新的时间段

# createTimeslotFillAllSnack
source: Fill out all the previous fields first.
de: Fülle zuerst alle vorherigen Felder aus.
es: Completa todos los campos anteriores primero.
it: Completa tutti i campi precedenti prima.
zh: 请先填写所有上一个字段。

# createTimeslotFillOneSnack
source: Please enter at least one valid field.
de: Bitte gib mindestens ein gültiges Feld ein.
es: Por favor, ingresa al menos un campo válido.
it: Inserisci almeno un campo valido.
zh: 请至少输入一个有效的字段。

# createTimeslotInvalidFieldSnack
source: Some invalid fields.
de: Einige ungültige Felder.
es: Algunos campos no son válidos.
it: Alcuni campi non sono validi.
zh: 一些字段无效。

# incorrectTime
source: Incorrect time entered.
de: Falsche Zeit eingegeben.
es: Hora incorrecta ingresada.
it: Orario inserito non corretto.
zh: 输入的时间不正确。

# incorrectTimeOverlaps
source: Incorrect time entered. Possible overlaps.
de: Falsche Zeit eingegeben. Mögliche Überschneidungen.
es: Hora incorrecta ingresada. Posibles superposiciones.
it: Orario inserito non corretto. Possibili sovrapposizioni.
zh: 输入的时间不正确。可能存在重叠。

# timeslotAdded
source: Time slots added!
de: Zeitfenster hinzugefügt!
es: ¡Horarios agregados!
it: Orari aggiunti!
zh: 时间段已添加！

# editTimeslotTitle
source: Edit timeslots
de: Zeitfenster bearbeiten
es: Editar horarios
it: Modifica gli slot temporali
zh: 编辑时间段

source: Messages
de: Nachrichten
es: Mensajes
it: Messaggi
zh: 消息

# selectChat
source: Select a chat.
de: Wähle einen Chat aus.
es: Selecciona un chat.
it: Seleziona una chat.
zh: 选择一个聊天。

source: Monday
de: Montag
es: Lunes
it: Lunedì
zh: 星期一

source: Tuesday
de: Dienstag
es: Martes
it: Martedì
zh: 星期二

source: Wednesday
de: Mittwoch
es: Miércoles
it: Mercoledì
zh: 星期三

source: Thursday
de: Donnerstag
es: Jueves
it: Giovedì
zh: 星期四

source: Friday
de: Freitag
es: Viernes
it: Venerdì
zh: 星期五

source: Saturday
de: Samstag
es: Sábado
it: Sabato
zh: 星期六

source: Sunday
de: Sonntag
es: Domingo
it: Domenica
zh: 星期日

source: No lessons
de: Keine Lektionen
es: Sin lecciones
it: Nessuna lezione
zh: 无课程

source: About
de: Über
es: Acerca de
it: Informazioni
zh: 关于

source: User rating
de: Nutzerbewertung
es: Valoración del usuario
it: Valutazione degli utenti
zh: 用户评分

source: Search
de: Suche
es: Buscar
it: Cerca
zh: 搜索

source: Categories
de: Kategorien
es: Categorías
it: Categorie
zh: 分类

source: Recent
de: Aktuell
es: Reciente
it: Recente
zh: 最近

# searchLessonHint
source: Search a lesson
de: Suche eine Lektion
es: Buscar una lección
it: Cerca una lezione
zh: 搜索课程

source: Lesson added!
de: Lektion hinzugefügt!
es: ¡Lección añadida!
it: Lezione aggiunta!
zh: 课程已添加！

# createLessonTitle
source: Create a lesson
de: Erstelle eine Lektion
es: Crear una lección
it: Crea una lezione
zh: 创建课程

# createLessonSubtitle
source: Here you can create your lesson. Give lessons to other people in the community to receive points that you can spend on other community lessons.
de: Hier kannst du deine Lektion erstellen. Gib anderen Mitgliedern der Community Unterricht, um Punkte zu erhalten, die du für andere Community-Lektionen verwenden kannst.
es: Aquí puedes crear tu lección. Da lecciones a otras personas de la comunidad para recibir puntos que puedes usar en otras lecciones de la comunidad.
it: Qui puoi creare la tua lezione. Offri lezioni ad altre persone della comunità per ricevere punti che puoi spendere per altre lezioni della comunità.
zh: 在这里你可以创建你的课程。为社区的其他人提供课程，以获得可以用于其他社区课程的积分。

# pleaseEnterText
source: Please enter some text
de: Bitte gib etwas Text ein
es: Por favor, ingresa algo de texto
it: Inserisci del testo
zh: 请输入一些文本

source: Title
de: Titel
es: Título
it: Titolo
zh: 标题

# titleFieldHint
source: Type the title of your lesson
de: Gib den Titel deiner Lektion ein
es: Escribe el título de tu lección
it: Inserisci il titolo della tua lezione
zh: 输入你的课程标题

# descriptionFieldHint
source: Type the description of your lesson
de: Gib eine Beschreibung für deine Lektion ein
es: Escribe la descripción de tu lección
it: Inserisci la descrizione della tua lezione
zh: 输入你的课程描述

source: Category
de: Kategorie
es: Categoría
it: Categoria
zh: 类别

# pleaseCategoryText
source: Please select a category
de: Bitte wähle eine Kategorie aus
es: Por favor, selecciona una categoría
it: Seleziona una categoria
zh: 请选择一个类别

# categoryFieldHint
source: Select the category of your lesson
de: Wähle die Kategorie deiner Lektion aus
es: Selecciona la categoría de tu lección
it: Seleziona la categoria della tua lezione
zh: 选择你的课程类别

source: Submit
de: Absenden
es: Enviar
it: Invia
zh: 提交

# helperHoursAvailable
source: You have {numberOfHours} hours available to spend on other lessons. Finish some lessons or create new ones to get more.
de: Du hast {numberOfHours} Stunden zur Verfügung, um sie für andere Lektionen auszugeben. Beende einige Lektionen oder erstelle neue, um mehr zu erhalten.
es: Tienes {numberOfHours} horas disponibles para gastar en otras lecciones. Termina algunas lecciones o crea nuevas para obtener más.
it: Hai {numberOfHours} ore disponibili da utilizzare per altre lezioni. Completa alcune lezioni o creane di nuove per ottenerne di più.
zh: 你有{numberOfHours}小时可用于其他课程。完成一些课程或创建新课程以获得更多时间。

# noImgSelected
source: No image selected
de: Kein Bild ausgewählt
es: No se ha seleccionado ninguna imagen
it: Nessuna immagine selezionata
zh: 未选择图片

# noImgCropped
source: No image cropped
de: Kein Bild zugeschnitten
es: Imagen no recortada
it: Nessuna immagine ritagliata
zh: 未裁剪图片

# imgLoaded
source: Image loaded
de: Bild geladen
es: Imagen cargada
it: Immagine caricata
zh: 图片加载完成

source: Close
de: Schließen
es: Cerrar
it: Chiudi
zh: 关闭

source: Edit preferences
de: Einstellungen bearbeiten
es: Editar preferencias
it: Modifica preferenze
zh: 编辑偏好设置

source: Insert timeslots
de: Zeitslots einfügen
es: Insertar franjas horarias
it: Inserisci timeslots
zh: 插入时间段

source: Edit timeslots
de: Zeitslots bearbeiten
es: Editar franjas horarias
it: Modifica timeslots
zh: 编辑时间段

source: Logout
de: Abmelden
es: Cerrar sesión
it: Esci
zh: 退出登录

source: Browse Gallery
de: Galerie durchsuchen
es: Explorar galería
it: Sfoglia galleria
zh: 浏览图库

source: or
de: oder
es: o
it: o
zh: 或者

# useCamera
source: Use a Camera
de: Kamera verwenden
es: Usar cámara
it: Usa fotocamera
zh: 使用相机

source: reviews
de: Bewertungen
es: reseñas
it: recensioni
zh: 评价

source: rating
de: Bewertung
es: calificación
it: valutazione
zh: 评分

# ownLesson
source: Own lessons
de: Eigene Lektionen
es: Mis lecciones
it: Lezioni personali
zh: 自己的课程

source: Saved
de: Gespeichert
es: Guardado
it: Salvato
zh: 已保存

source: No lessons saved.
de: Keine gespeicherten Lektionen.
es: No hay lecciones guardadas.
it: Nessuna lezione salvata.
zh: 没有保存的课程。

# lessonDeleted
source: Lesson successfully deleted.
de: Lektion erfolgreich gelöscht.
es: Lectura eliminada correctamente.
it: Lezione eliminata con successo.
zh: 课程删除成功。

# deleteLessonTitle
source: Do you want to delete the lesson?
de: Möchtest du die Lektion löschen?
es: ¿Deseas eliminar la lección?
it: Vuoi eliminare la lezione?
zh: 是否要删除该课程？

# deleteLessonSubTitle
source: Are you sure you want to delete the lesson? This operation is irreversible.
de: Bist du sicher, dass du die Lektion löschen möchtest? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar la lección? Esta operación no se puede deshacer.
it: Sei sicuro di voler eliminare la lezione? Questa operazione è irreversibile.
zh: 您确定要删除该课程吗？此操作不可逆转。

source: Ok
es: Aceptar
zh: 确定

source: Edit lesson
de: Lektion bearbeiten
es: Editar lección
it: Modifica lezione
zh: 编辑课程

source: Delete lesson
de: Lektion löschen
es: Eliminar lección
it: Elimina lezione
zh: 删除课程

# noOwnLesson
source: No own lessons.
de: Keine eigenen Lektionen.
es: No hay lecciones propias.
it: Nessuna lezione personale.
zh: 没有自己的课程。

source: Lesson edited!
de: Lektion bearbeitet!
es: ¡Lección editada!
it: Lezione modificata!
zh: 课程已编辑！

# editLessonTitle
source: Edit the lesson
de: Lektion bearbeiten
es: Editar la lección
it: Modifica la lezione
zh: 编辑课程

# editOneField
source: Edit at least one field
de: Bearbeite mindestens ein Feld
es: Edita al menos un campo
it: Modifica almeno un campo
zh: 请至少编辑一个字段

# scanQrCodeTitle
source: Scan QrCode
de: QR-Code scannen
es: Escanear código QR
it: Scansione del codice QR
zh: 扫描二维码

# scanQrCodeGenSubTitle
source: Select the taught lesson timeslot and generate the qr code, make the student scan in to gain hours to spend on lessons in the app.
de: Wählen Sie den Unterrichtszeitraum aus und generieren Sie den QR-Code. Der Schüler scannt den Code ein, um Stunden zu sammeln, die er in der App für Lektionen verwenden kann.
es: Seleccione el horario de la lección y genere el código QR. El estudiante debe escanearlo para acumular horas que podrá utilizar en lecciones dentro de la aplicación.
it: Seleziona l'orario della lezione e genera il codice QR. Lo studente deve scansionarlo per accumulare ore da utilizzare per le lezioni nell'app.
zh: 选择教授课程的时间段并生成二维码，学生通过扫描二维码获得可以在应用中使用的课程时间。

# centerQrCode
source: Center the Qr code.
de: Zentriere den QR-Code.
es: Centra el código QR.
it: Centra il codice QR.
zh: 居中显示二维码。

# scanQrCodeScanSubTitle
source: Please scan the qrCode of the tutor.
de: Bitte scannen Sie den QR-Code des Tutors.
es: Por favor, escanea el código QR del tutor.
it: Si prega di scansionare il codice QR del tutor.
zh: 请扫描导师的二维码。

source: Review
de: Bewertung
es: Reseña
it: Recensione
zh: 评价

# leaveReview
source: Hope you've enjoid your lesson feel free to leave a start review on the tutor.
de: Ich hoffe, Ihnen hat die Lektion gefallen. Sie können gerne eine Bewertung für den Tutor hinterlassen.
es: Espero que hayas disfrutado tu lección. Siéntete libre de dejar una reseña de estrellas sobre el tutor.
it: Spero che tu abbia apprezzato la lezione. Sentiti libero di lasciare una recensione a stelle sul tutor.
zh: 希望您享受了课程，请随时在导师处留下星级评价。

# thanksReview
source: Thanks for the review.
de: Vielen Dank für die Bewertung.
es: Gracias por la reseña.
it: Grazie per la recensione.
zh: 感谢您的评价。

# continueText
source: Continue
de: Weiter
es: Continuar
it: Continua
zh: 继续

# scanValidQR
source: Scan a valid Qr Code.
de: Scannen Sie einen gültigen QR-Code.
es: Escanea un código QR válido.
it: Scansiona un codice QR valido.
zh: 扫描有效的二维码。

source: Lesson done!
de: Lektion abgeschlossen!
es: ¡Lección finalizada!
it: Lezione completata!
zh: 课程完成！

# thanksLessonDone
source: Thank for sharing your knowledge, we've added hours to your time credit!
de: Vielen Dank, dass Sie Ihr Wissen geteilt haben. Wir haben Stunden zu Ihrem Zeitguthaben hinzugefügt!
es: ¡Gracias por compartir tu conocimiento! ¡Hemos agregado horas a tu crédito de tiempo!
it: Grazie per aver condiviso la tua conoscenza, abbiamo aggiunto ore al tuo credito orario!
zh: 感谢您分享知识，我们已将小时数添加到您的时间积分中！

source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
zh: 通知

source: New message!
de: Neue Nachricht!
es: ¡Nuevo mensaje!
it: Nuovo messaggio!
zh: 新消息！

# notifRequestTutoring
source: sent a request for tutoring for:
de: hat eine Anfrage für Tutoring gesendet für:
es: ha enviado una solicitud de tutoría para:
it: ha inviato una richiesta di tutoraggio per:
zh: 发出了辅导请求：

source: Accept
de: Akzeptieren
es: Aceptar
it: Accetta
zh: 接受

source: Reject
de: Ablehnen
es: Rechazar
it: Rifiuta
zh: 拒绝

# leftReview
source: has left a review on your lesson:
de: hat eine Bewertung für deine Lektion hinterlassen:
es: ha dejado una reseña en tu lección:
it: ha lasciato una recensione sulla tua lezione:
zh: 对你的课程留下了评论：

# acceptedTutoring
source: accepted your request for tutoring of lesson:
de: hat deine Anfrage für Tutoring der Lektion akzeptiert:
es: ha aceptado tu solicitud de tutoría para la lección:
it: ha accettato la tua richiesta di tutoraggio per la lezione:
zh: 接受了你对课程的辅导请求：

# rejectedTutoring
source: rejected your request for tutoring of lesson:
de: hat deine Anfrage für Tutoring der Lektion abgelehnt:
es: ha rechazado tu solicitud de tutoría para la lección:
it: ha rifiutato la tua richiesta di tutoraggio per la lezione:
zh: 拒绝了你对课程的辅导请求：

source: Attention!
de: Achtung!
es: ¡Atención!
it: Attenzione!
zh: 注意！

# tunrOnGPS
source: You must turn on or enable the localization service!
de: Sie müssen den Standortdienst einschalten oder aktivieren!
es: ¡Debe activar o habilitar el servicio de ubicación!
it: Devi attivare o abilitare il servizio di localizzazione!
zh: 您必须打开或启用定位服务！

source: Share position
de: Position teilen
es: Compartir ubicación
it: Condividi posizione
zh: 分享位置

source: Share current position
de: Aktuelle Position teilen
es: Compartir posición actual
it: Condividi posizione attuale
zh: 分享当前位置

source: Shared Position
de: Geteilte Position
es: Ubicación compartida
it: Posizione condivisa
zh: 已分享位置

# selectLocation
source: Select a location to share!
de: Wählen Sie einen Ort zum Teilen aus!
es: ¡Seleccione una ubicación para compartir!
it: Seleziona una posizione da condividere!
zh: 请选择要分享的位置！

source: Shared current position!
de: Aktuelle Position geteilt!
es: ¡Posición actual compartida!
it: Posizione attuale condivisa!
zh: 已分享当前位置！

source: Student
de: Schüler
es: Estudiante
it: Studente
zh: 学生

source: Lessons
de: Lektionen
es: Lecciones
it: Lezioni
zh: 课程

source: Tutor
zh: 导师

source: Tutoring
de: Nachhilfe
es: Tutoría
it: Tutoraggio
zh: 辅导

source: Date
de: Datum
es: Fecha
it: Data
zh: 日期

source: see next...
de: weiter anzeigen...
es: ver siguiente...
it: vedi successivo...
zh: 查看下一个...

source: Cancel
de: Abbrechen
es: Cancelar
it: Annulla
zh: 取消

source: Confirm
de: Bestätigen
es: Confirmar
it: Conferma
zh: 确认

source: Delete
de: Löschen
es: Eliminar
it: Elimina
zh: 删除

# deleteMessage
source: Would you like to delete this lesson?
de: Möchtest du diese Lektion löschen?
es: ¿Te gustaría eliminar esta lección?
it: Desideri eliminare questa lezione?
zh: 您是否要删除此课程？
